/* Completed */
"ActivityType_ActivityPast" = "de_completed";

/* Arc trained */
"ActivityType_ArcTrainerPast" = "de_arc trained";

/* Completed a barre activity */
"ActivityType_BarrePast" = "de_completed a barre activity";

/* Completed a bootcamp workout */
"ActivityType_BootcampPast" = "de_completed a bootcamp workout";

/* Completed a boxing / MMA workout */
"ActivityType_BoxingMMAPast" = "de_completed a boxing / MMA workout";

/* Circuit trained */
"ActivityType_CircuitTrainingPast" = "de_circuit trained";

/* Core strengthened */
"ActivityType_CoreStrengtheningPast" = "de_core strengthened";

/* Completed a CrossFit® workout */
"ActivityType_CrossFitPast" = "de_completed a CrossFit® workout";

/* Biked */
"ActivityType_CyclingPast" = "de_biked";

/* Bike */
"ActivityType_CyclingShort" = "de_bike";

/* Danced */
"ActivityType_DancePast" = "de_danced";

/* Miced */
"ActivityType_CyclingMice" = "de_Miced";

/* Terraformed */
"ActivityType_Terraformers" = "de_Terraformed";
